Repository: IGerardoJR/sorteame_app
Catalog: lib/l10n/intl_*.arb
Languages: es

source: Ok
es: Aceptar

source: Cancel
es: Cancelar

source: Warning
es: Advertencia

# exit
source: Close
es: Salir

source: Update
es: Actualizar

source: Delete
es: Eliminar

source: Add
es: Agregar

# exit_title
source: Close App
es: Salir de la aplicacion

# exit_content
source: Do you want to close this app?
es: ¿Estas seguro de salir de la aplicacion?

# nav_main
source: Main
es: Principal

# nav_history
source: History
es: Resultados anteriores

# nav_settings
source: Settings
es: Ajustes

# nav_about
source: About
es: Acerca de mi

# drawer_title
source: Menu
es: Menu de opciones

source: Countdown
es: Cuenta regresiva

# deleteAfter
source: Delete all participants after draw
es: Eliminar participantes post sorteo

# activateAnimations
source: Enable draw animations
es: Activar animacion

# duplicatedNames
source: Allow duplicated names
es: Permitir nombres duplicados

source: Edit participant
es: Editar participante

# showDeleteDialog
source: Show deletion dialog
es: Mostrar dialogo al eliminar participante

# maxCells
source: Maximum cells per row in mosaic mode
es: Maximo de celdas por fila en modo mosaico

source: Personalization
es: Personalizacion

# themeApp
source: Theme color
es: Color principal

# language
source: Select language
es: Seleccionar idioma

# thememode
source: Enable dark mode
es: Activar modo oscuro

# modalchoicecolor
source: Choose a color
es: Seleccionar un color

# choicecolor
source: Choose one of the following colors:
es: Selecciona uno de los siguientes colores:

source: Developed by
es: Desarrollado por

# career
source: (Software Engineer)
es: (Desarrollador de software)

# letsmakereal
source: Let's make your ideas real!
es: Hagamos realidad tus ideas!

# contact
source: My social networks
es: Vias de contacto

# pastwinner
source: Winner: {name}
es: Ganador: {nombre}

# amount
source: Number of participants:
es: Numero de participantes:

# firstdraw
source: Make your first draw!
es: Realiza tu primer sorteo!

# datetimedraw
source: Date: {month} {day}, {year} at {hora}:{minuto} hours
es: Fecha del sorteo: {dia} de {mes} del {anio} a las {hora}:{minuto} hrs

# historydelall
source: Delete all
es: Eliminar todo

# history_warningmessage
source: This action will delete all draw records. Do you want to continue?
es: Esta accion eliminara todos los registros.¿Desea continuar?

source: January
es: Enero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

# main_hintitle
source: Draw title
es: Titulo del sorteo

# main_ltspart
source: List of participants
es: Lista de participantes

# main_btndraw
source: Make the draw!
es: Realizar sorteo

# main_btnadd
source: Add people
es: Agregar participantes

# main_emptycontainer
source: Add at least 1 participant
es: Añade al menos 1 participante

# main_errortext_textfield
source: The title is empty or not valid
es: El titulo esta vacio o no es valido

# main_modal_titlelabel
source: Add new participant
es: Añadir participante

# main_modal_subtext_one
source: How would you like to add the participants?
es: ¿Como deseas añadir a tus participantes?

# main_modal_subtext_two
source: You can add the participants manually or upload a text file
es: Puedes hacerlo de dos formas: Los puedes ir agregando de forma manual uno por uno o anotarlos en un archivo con formato txt y subirlo a la aplicacion

# main_modal_btnmanual
source: Manually
es: Manualmente

# main_modal_btnsubir
source: Upload file
es: Subir un archivo

# main_modal_manual_title
source: Add new participant
es: Añadir participante

# main_modal_manual_content
source: In the next field write the name of the new participant:
es: En el siguiente campo anote el nombre del participante:

# main_modal_manual_hintext
source: New participant name
es: Nombre del participante

# main_modal_manual_action
source: Add
es: Agregar

# main_modal_archivo_title
source: Upload a file
es: Agregar via archivo

# main_modal_archivo_subtextone
source: You can import the participant list from a file
es: Añade a los participantes de tu sorteo desde un archivo

# main_modal_archivo_subtextwo
source: The allowed file extension is .txt
es: El tipo de archivo admitido para esta operacion es solamente en formato .txt

# main_modal_archivo_defaultempty
source: No file selected
es: Ningun archivo seleccionado

# main_modal_archivo_btntext
source: Select a file
es: Selecciona un archivo

# na_information
source: Information
es: Informacion

# na_text
source: This feature is not available in the web version.
es: Caracteristica no disponible en version web.

# edit_bartitle
source: Edit participant
es: Editar participante

# edit_empty
source: You haven't added any participant yet
es: Aun no haz agregado participantes

# edit_filter
source: Search by name
es: Buscar por nombre

# edit_alert_update_title
source: Edit
es: Editar participante

# edit_alert_update_content
source: In this section you can edit the participant you've chosen
es: En este apartado podras modificar el nombre del participante que hayas seleccionado en la lista.

# edit_alert_update_currentnamelabel
source: Current name:
es: Nombre actual:

# edit_alert_update_newnamelabel
source: New name:
es: Nuevo nombre:

# edit_alert_update_textfield_hint
source: New name
es: Nuevo nombre

# edit_alert_delete_title
source: Delete participant
es: Eliminar participante

# edit_alert_delete_content
source: If you have mistakenly added a participant, you can delete it in this section. This confirmation dialog can be disabled in the settings
es: Este es un dialogo de confirmacion para la eliminacion del participante seleccionado. Puedes desactivar este dialogo en ajustes o marcando la casilla.

# edit_alert_delete_additional_label
source: The chosen participant to be deleted from the list is:
es: El participante que seleccionaste para eliminar es:

# edit_alert_delete_continue
source: Do you want to continue?
es: ¿Deseas continuar?

# edit_alert_delete_checktext
source: Do not show this dialog again
es: No volver a mostrar este dialogo

# edit_table_name
source: Name
es: Nombre participante

# edit_table_modify
source: Modify
es: Modificar

# edit_table_delete
source: Delete
es: Eliminar

# edit_segmented_label
source: Action to be taken
es: Accion a realizar
